Repository: alanvardy/SingleThread
Catalog: SingleThread/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, zh_hans

source: Send a notification when you have due reminders.
de: Sende eine Benachrichtigung bei fälligen Erinnerungen.
es: Envía una notificación cuando tengas recordatorios pendientes.
fr: Envoyez une notification lorsque des rappels arrivent à échéance.
ja: 期限が来たリマインダーがあるときに通知を送信します。
zh_hans: 在提醒到期时发送通知。

source: How long to wait before sending another reminder.
de: Wie lange gewartet wird, bevor eine weitere Erinnerung gesendet wird.
es: Cuánto tiempo esperar antes de enviar otro recordatorio.
fr: Combien de temps attendre avant d'envoyer un autre rappel.
ja: 次のリマインダーを送信するまでの待機時間。
zh_hans: 发送下一条提醒前要等待多长时间。

source: Show the due date next to each reminder.
de: Zeige das Fälligkeitsdatum neben jeder Erinnerung.
es: Muestra la fecha de vencimiento junto a cada recordatorio.
fr: Affichez la date d'échéance à côté de chaque rappel.
ja: 各リマインダーの横に期限を表示します。
zh_hans: 在每条提醒旁显示截止日期。

source: Show which list each reminder belongs to.
de: Zeige, zu welcher Liste jede Erinnerung gehört.
es: Muestra a qué lista pertenece cada recordatorio.
fr: Affichez la liste à laquelle chaque rappel appartient.
ja: 各リマインダーが属するリストを表示します。
zh_hans: 显示每条提醒所属的列表。

source: Show if a reminder repeats.
de: Zeige, ob eine Erinnerung sich wiederholt.
es: Muestra si un recordatorio se repite.
fr: Affichez si un rappel se répète.
ja: リマインダーが繰り返すかどうかを表示します。
zh_hans: 显示提醒是否重复。

source: Show if a reminder has a time alert.
de: Zeige, ob eine Erinnerung eine Zeitbenachrichtigung hat.
es: Muestra si un recordatorio tiene una alerta de tiempo.
fr: Affichez si un rappel a une alerte horaire.
ja: リマインダーに時刻アラートがあるかどうかを表示します。
zh_hans: 显示提醒是否有时间提醒。

source: Show a sparkle animation when a reminder is completed.
de: Zeige beim Abschließen einer Erinnerung eine Glitzer-Animation.
es: Muestra una animación de destellos al completar un recordatorio.
fr: Affichez une animation scintillante lorsqu'un rappel est terminé.
ja: リマインダー完了時にきらめくアニメーションを表示します。
zh_hans: 提醒完成时显示闪烁动画。

source: Choose the order reminders appear in.
de: Wähle die Reihenfolge der Erinnerungen.
es: Elige el orden en que aparecen los recordatorios.
fr: Choisissez l'ordre d'affichage des rappels.
ja: リマインダーの表示順を選択します。
zh_hans: 选择提醒的显示顺序。

source: Include reminders that have no due date.
de: Schließe Erinnerungen ohne Fälligkeitsdatum ein.
es: Incluye recordatorios sin fecha de vencimiento.
fr: Incluez les rappels sans date d'échéance.
ja: 期限のないリマインダーも含めます。
zh_hans: 包含没有截止日期的提醒。

source: Hide specific lists from the reminder view.
de: Verstecke bestimmte Listen aus der Erinnerungsansicht.
es: Oculta listas específicas de la vista de recordatorios.
fr: Masquez des listes spécifiques dans la vue des rappels.
ja: リマインダービューから特定のリストを非表示にします。
zh_hans: 在提醒视图中隐藏特定列表。

source: Show a wallpaper behind the reminder list.
de: Zeige ein Hintergrundbild hinter der Erinnerungsliste.
es: Muestra un fondo de pantalla detrás de la lista de recordatorios.
fr: Affichez un fond d'écran derrière la liste des rappels.
ja: リマインダーリストの背景に壁紙を表示します。
zh_hans: 在提醒列表后显示壁纸。

source: How much the wallpaper fades for readability.
de: Wie stark das Hintergrundbild für die Lesbarkeit ausgeblendet wird.
es: Cuánto se atenúa el fondo de pantalla para la legibilidad.
fr: À quel point le fond d'écran s'estompe pour la lisibilité.
ja: 読みやすさのために壁紙をどの程度薄くするか。
zh_hans: 壁纸为可读性淡化的程度。

source: Prevents the background from refreshing automatically.
de: Verhindert das automatische Aktualisieren des Hintergrunds.
es: Evita que el fondo se actualice automáticamente.
fr: Empêche le fond d'écran de se rafraîchir automatiquement.
ja: 背景が自動的に更新されないようにします。
zh_hans: 防止背景自动刷新。

source: Processing…
de: Verarbeitung…
es: Procesando…
fr: Traitement en cours…
ja: 処理中…
zh_hans: 处理中…

source: Processing
de: Verarbeitung
es: Procesando
fr: Traitement
ja: 処理
zh_hans: 处理

source: Speech recognition is unavailable.
de: Spracherkennung ist nicht verfügbar.
es: El reconocimiento de voz no está disponible.
fr: La reconnaissance vocale est indisponible.
ja: 音声認識は利用できません。
zh_hans: 语音识别不可用。

source: Open Settings
de: Einstellungen öffnen
es: Abrir Ajustes
fr: Ouvrir Réglages
ja: 設定を開く
zh_hans: 打开设置

source: Skipped %lld times — tap to manage
de: %lld Mal übersprungen — zum Verwalten tippen
es: Omitido %lld veces — toca para gestionar
fr: Ignoré %lld fois — touchez pour gérer
ja: %lld 回スキップ — タップして管理
zh_hans: 已跳过 %lld 次 — 轻点管理

source: About SingleThread
de: Über SingleThread
es: Acerca de SingleThread
fr: À propos de SingleThread
ja: SingleThread について
zh_hans: 关于 SingleThread

source: Quit SingleThread
de: SingleThread beenden
es: Salir de SingleThread
fr: Quitter SingleThread
ja: SingleThread を終了
zh_hans: 退出 SingleThread

source: Open SingleThread
de: SingleThread öffnen
es: Abrir SingleThread
fr: Ouvrir SingleThread
ja: SingleThread を開く
zh_hans: 打开 SingleThread

source: System
es: Sistema
fr: Système
ja: システム
zh_hans: 系统
